Repository: posix88/WorldPlug
Catalog: VoltlyWidgets/Resources/Localizable.xcstrings
Source language: en
Languages: it

# widget.configuration.description
source: Keep your country plug types, voltage, and frequency on the Home Screen.
it: Tieni tipi di spine, tensione e frequenza del tuo paese direttamente nella schermata Home.

# widget.empty.description
source: Pick a country in Voltly to keep info one glance away.
it: Scegli il tuo paese su Voltly per avere tutte le informazioni.

# widget.empty.inline
source: Voltly: Set home country
it: Voltly: Imposta il tuo paese

# widget.favorite.configuration.description
source: Keep one saved country on your Home Screen. Requires Premium.
it: Tieni un paese salvato nella schermata Home. Richiede Premium.

# widget.favorite.configuration.title
source: Favorite country
it: Paese preferito

# widget.favorite.empty.description
source: Choose a saved country in Voltly.
it: Scegli un paese salvato in Voltly.

# widget.favorite.empty.inline
source: Voltly: Choose favorite country
it: Voltly: Scegli il paese preferito

# widget.favorite.empty.title
source: Choose a country
it: Scegli un paese

# widget.favorite.label
source: Favorite
it: Preferito

# widget.favorite.locked.description
source: Upgrade to show a saved country.
it: Passa a Premium per mostrare un paese salvato.

# widget.favorite.locked.title
source: Premium feature
it: Funzione Premium

# widget.home.setup
source: Home
it: Casa

# widget.more
source: More
it: Altro

# widget.next.trip.compatibility.adapter.description
source: Voltage works, but plug shapes differ.
it: La tensione è compatibile, ma la forma delle spine cambia.

# widget.next.trip.compatibility.adapter.title
source: Adapter needed
it: Serve un adattatore

# widget.next.trip.compatibility.compatible.description
source: Your plug types and voltage work here.
it: Le tue spine e la tensione sono compatibili.

# widget.next.trip.compatibility.compatible.title
source: Compatible
it: Compatibile

# widget.next.trip.compatibility.converter.description
source: Voltage differs. Check whether you need a converter.
it: La tensione è diversa. Verifica se serve un convertitore.

# widget.next.trip.compatibility.converter.title
source: Converter may be needed
it: Potrebbe servire un convertitore

# widget.next.trip.compatibility.home.missing.description
source: Set your home country in Voltly to check compatibility.
it: Imposta il tuo paese di casa in Voltly per verificare la compatibilità.

# widget.next.trip.compatibility.home.missing.title
source: Set home country
it: Imposta il paese di casa

# widget.next.trip.configuration.description
source: Count down to your next trip from the Home Screen. Requires Premium.
it: Conta i giorni al tuo prossimo viaggio dalla schermata Home. Richiede Premium.

# widget.next.trip.configuration.title
source: Next trip
it: Prossimo viaggio

# widget.next.trip.days.remaining
source: %lld days to go
it: Mancano %lld giorni

# widget.next.trip.days.short
source: %lld days
it: %lld giorni

# widget.next.trip.empty.description
source: Add your next trip in Voltly.
it: Aggiungi il tuo prossimo viaggio in Voltly.

# widget.next.trip.empty.inline
source: Voltly: Add next trip
it: Voltly: Aggiungi un viaggio

# widget.next.trip.empty.title
source: Plan a trip
it: Pianifica un viaggio

# widget.next.trip.enjoy
source: Enjoy your vacation
it: Goditi la vacanza

# widget.next.trip.label
source: Next trip
it: Prossimo viaggio

# widget.next.trip.locked.description
source: Upgrade to count down to your trip.
it: Passa a Premium per il conto alla rovescia del viaggio.

# widget.next.trip.locked.title
source: Premium feature
it: Funzione Premium

# widget.next.trip.today
source: Today
it: Oggi

# widget.next.trip.vacation.label
source: On vacation
it: In vacanza

# widget.plug.type
source: Type %@
it: Tipo %@

# widget.set.home.country
source: Set home country
it: Imposta il tuo paese
